export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗакзачика: {
        __caption__: 'Ф и о закзачика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      },
      отпускМатериала: {
        __caption__: 'Отпуск материала',
        датаПроводки: {
          __caption__: 'Дата проводки'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗакзачика: {
        __caption__: 'Ф и о закзачика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      },
      отпускМатериала: {
        __caption__: 'Дата проводки',
        датаПроводки: {
          __caption__: 'Дата проводки'
        }
      }
    }
  },
  validations: {
    адресЗаказа: {
      __caption__: 'Адрес заказа'
    },
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способДоставки: {
      __caption__: 'Способ доставки'
    },
    фИОЗакзачика: {
      __caption__: 'Ф и о закзачика'
    },
    отпускМатериала: {
      __caption__: 'Отпуск материала'
    }
  }
};
