export default {
  projections: {
    СотрудникиE: {
      фИО: {
        __caption__: 'ФИО'
      },
      кладовщик: {
        __caption__: 'Кладовщик'
      },
      табель: {
        __caption__: 'Табель'
      }
    },
    СотрудникиL: {
      фИО: {
        __caption__: 'ФИО'
      },
      кладовщик: {
        __caption__: 'Кладовщик'
      },
      табель: {
        __caption__: 'Табель'
      }
    }
  },
  validations: {
    кладовщик: {
      __caption__: 'Кладовщик'
    },
    табель: {
      __caption__: 'Табель'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
