export default {
  projections: {
    ОтпускМатериалаE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОтпускМатериалаL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
